[
  {
    "Column1": "لماذا فرض الله الصلاة؟",
    "Column2": "فرض الله الصلاة لكونها وسيلة للتواصل المباشر مع الله، ولتذكير المسلم بربه، وتزكية النفس، وتقوية العلاقة الروحية مع الله. وهي فرض يومي تساهم في تهذيب السلوك والمحافظة على الطهارة"
  },
  {
    "Column1": "لماذا نصوم في رمضان؟",
    "Column2": "الصيام في رمضان هو فرضٌ على كل مسلم بالغ عاقل. يهدف الصوم إلى تقوية الإيمان، تحقيق التقوى، تهذيب النفس، والشعور بمعاناة الفقراء. كما أنه فرصة لتطهير النفس من الذنوب والابتعاد عن الشهوات"
  },
  {
    "Column1": "لماذا خلقنا الله؟",
    "Column2": "خلقنا الله لعبادته وحده دون شريك، ولعمارة الأرض والقيام بأعمال الخير والصلاح. قال الله تعالى: \"وما خلقت الجن والإنس إلا ليعبدون\" (الذاريات: 56)"
  },
  {
    "Column1": "لماذا يحرم الإسلام الربا؟",
    "Column2": "يحرم الإسلام الربا لأنه ظلم واستغلال لأموال الناس بغير وجه حق، ويؤدي إلى انتشار الفقر والظلم في المجتمع"
  },
  {
    "Column1": "لماذا يجب على المرأة المسلمة ارتداء الحجاب؟",
    "Column2": "فرض الحجاب لحفظ عفة المرأة، وحمايتها من النظرات غير المحترمة، وللتعبير عن الالتزام بتعاليم الله وطاعته"
  },
  {
    "Column1": "لماذا نؤمن بالقدر خيره وشره؟",
    "Column2": "الإيمان بالقدر هو جزء من عقيدة المسلم، لأنه يعكس يقيننا بأن كل شيء يحدث بعلم الله وحكمته، سواء كان خيرًا أو شرًا، وهو اختبار للإنسان في صبره ورضاه بقضاء الله."
  },
  {
    "Column1": "لماذا فرض الله الزكاة على المسلمين؟",
    "Column2": "فرضت الزكاة لأنها وسيلة لتطهير المال وتنميته، ولإعانة الفقراء والمحتاجين، وتحقيق التكافل الاجتماعي بين المسلمين"
  },
  {
    "Column1": "لماذا حرم الإسلام الخمر؟",
    "Column2": "حرم الإسلام الخمر لأنها تذهب العقل، وتؤدي إلى ارتكاب المعاصي، وتضر بالصحة الفردية والمجتمع"
  },
  {
    "Column1": "لماذا كان النبي محمد صلى الله عليه وسلم خاتم الأنبياء؟",
    "Column2": "النبي محمد صلى الله عليه وسلم هو خاتم الأنبياء لأنه أُرسل برسالة الإسلام لتكون الرسالة الأخيرة والشاملة للعالمين، ولأنه أتم ما بدأه الأنبياء السابقون"
  },
  {
    "Column1": "لماذا نصلي صلاة الفجر؟",
    "Column2": "صلاة الفجر فرض لأنها تبدأ يوم المسلم بذكر الله وتقوي صلته به، وهي من أفضل الصلوات عند الله لوقوعها في وقت البركة"
  },
  {
    "Column1": "لماذا نصلي صلاة العيد؟",
    "Column2": "صلاة العيد شكر لله على نعمه، وهي شعيرة اجتماعية تجمع المسلمين في فرحة الأعياد وتبرز الوحدة الإسلامية"
  },
  {
    "Column1": "لماذا نصلي صلاة التراويح؟",
    "Column2": "نصلي التراويح في رمضان لتعظيم هذا الشهر الكريم وللتقرب من الله بقيام الليل"
  },
  {
    "Column1": "لماذا نصلي صلاة الاستسقاء؟",
    "Column2": "نصلي صلاة الاستسقاء لطلب الغيث من الله عند الجفاف وقلة الأمطار، فهي دعاء لله ليمنّ علينا بالرزق والرحمة"
  },
  {
    "Column1": "لماذا نصلي صلاة الاستخارة؟",
    "Column2": "نصلي الاستخارة لطلب التوفيق من الله في اتخاذ القرارات الصعبة وللتوكل عليه في الأمور غير الواضحة"
  },
  {
    "Column1": "لماذا نصلي صلاة الجنازة؟",
    "Column2": "نصلي صلاة الجنازة لتوديع الميت والدعاء له بالرحمة والمغفرة وطلب الشفاعة له عند الله"
  },
  {
    "Column1": "لماذا نصوم يوم عاشوراء؟",
    "Column2": "نصوم يوم عاشوراء لاتباع سنة النبي محمد ? ولتكفير ذنوب السنة الماضية، وهو يوم نجا الله فيه موسى عليه السلام من فرعون"
  },
  {
    "Column1": "لماذا نصلي صلاة الكسوف والخسوف؟",
    "Column2": "نصلي صلاة الكسوف والخسوف تعبيرًا عن الخشوع والاتعاظ بقدرة الله على التحكم في الكون وظواهره"
  },
  {
    "Column1": "لماذا نصوم ستة أيام من شوال؟",
    "Column2": "نصوم ستة أيام من شوال بعد رمضان لأن صيامها يعادل صيام سنة كاملة، فهي تكمل أجر صيام رمضان"
  },
  {
    "Column1": "لماذا نصلي قيام الليل؟",
    "Column2": "نصلي قيام الليل لأنه من أفضل العبادات التي تقرب العبد من الله، وهو دليل على الإخلاص والخشوع في طلب رضوان الله"
  },
  {
    "Column1": "لماذا نصلي صلاة الضحى؟",
    "Column2": "صلاة الضحى نافلة تكون في وقت ارتفاع الشمس، وهي تعبير عن الشكر لله وتحقق البركة في العمل والرزق"
  },
  {
    "Column1": "لماذا نرمي الجمرات في الحج؟",
    "Column2": "نرمي الجمرات في الحج اقتداءً بسنة النبي إبراهيم عليه السلام، وهي تذكير بأن الشيطان دائمًا يحاول الإغواء وعلينا مقاومته"
  },
  {
    "Column1": "لماذا نتحرى ليلة القدر؟",
    "Column2": "نتحرى ليلة القدر لأنها خير من ألف شهر، وهي ليلة تتنزل فيها الملائكة وتستجاب فيها الدعوات، وقد أُمرنا بالاجتهاد فيها"
  },
  {
    "Column1": "لماذا نصلي ركعتي تحية المسجد؟",
    "Column2": "نصلي ركعتي تحية المسجد لأن النبي ? أمر بذلك كنوع من التأدب والاحترام عند دخول بيت الله"
  },
  {
    "Column1": "لماذا نسر في بعض الصلوات ونجهر في الأخرى؟",
    "Column2": "نسر في الصلوات النهارية (كالظهر والعصر) ونجهر في الليلية (كالمغرب والعشاء والفجر) لأن ذلك هو ما أمرنا به النبي ? كجزء من سنة الصلاة"
  },
  {
    "Column1": "لماذا نحافظ على صلاة الجماعة؟",
    "Column2": "نحافظ على صلاة الجماعة لأنها تزيد من أجر الصلاة، وتعلمنا النظام، وتقوي الروابط بين المسلمين"
  },
  {
    "Column1": "لماذا نحافظ على صيام النفل؟",
    "Column2": "نحافظ على صيام النفل كوسيلة لزيادة الأجر وتقوية الإيمان وتكفير الذنوب، كما أن صيام النفل يعزز تقوى الله"
  },
  {
    "Column1": "لماذا نفطر على التمر في رمضان؟",
    "Column2": "نفطر على التمر لأنه ثبت عن النبي محمد ?، ولأنه يمد الجسم بالطاقة اللازمة بعد ساعات الصيام الطويلة"
  },
  {
    "Column1": "لماذا نحرص على إخراج الزكاة قبل عيد الفطر؟",
    "Column2": "نحرص على إخراج الزكاة قبل عيد الفطر لتطهير المال، ولتمكين الفقراء من المشاركة في عيد الفطر، ولتحقيق التكافل الاجتماعي"
  },
  {
    "Column1": "لماذا نحرص على قراءة سورة البقرة في البيت؟",
    "Column2": "نحرص على قراءة سورة البقرة في البيت لأنها تمنع دخول الشياطين وتزيد من البركة، كما أنها تعالج العديد من الأمور الروحية والنفسية"
  },
  {
    "Column1": "لماذا نتجنب الحسد والغيرة في الإسلام؟",
    "Column2": "نتجنب الحسد والغيرة لأنهما يؤديان إلى الأذى والعداء بين الناس، ولأن الإسلام يوصينا بالمحبة والرحمة وتعزيز التعاون بين المسلمين"
  },
  {
    "Column1": "لماذا نؤدي صلوات الفرض قبل أوقاتها؟",
    "Column2": "نؤدي صلوات الفرض في أوقاتها المحددة لأن الصلاة في وقتها هو ما أمرنا به الله، وتؤدي إلى تنظيم الوقت وتحقيق الانضباط في حياة المسلم"
  },
  {
    "Column1": "لماذا يجب علينا تجنب الغيبة والنميمة؟",
    "Column2": "يجب علينا تجنب الغيبة والنميمة لأنها تسبب الأذى للآخرين، وتؤدي إلى تدمير العلاقات الاجتماعية، وتخالف تعاليم الإسلام التي تحث على حسن الظن بالناس واحترامهم"
  },
  {
    "Column1": "لماذا يجب علينا احترام الوالدين؟",
    "Column2": "يجب علينا احترام الوالدين لأن الله أمر بذلك في القرآن، ولأنهم من أسباب وجودنا وتربيتنا، ولتكريس مبدأ البر والإحسان في الإسلام"
  },
  {
    "Column1": "لماذا نشارك في الجهود الإنسانية والإغاثية؟",
    "Column2": "نشارك في الجهود الإنسانية والإغاثية لأن الإسلام يحث على العطاء ومساعدة الآخرين، ويعزز من روح التكافل والتعاون في المجتمع"
  },
  {
    "Column1": "لماذا يُشجع على طلب العلم في الإسلام؟",
    "Column2": "يُشجع على طلب العلم لأنه يرفع من شأن الفرد والمجتمع، ويساهم في تحسين جودة الحياة والارتقاء بالمعرفة والوعي في مختلف المجالات"
  },
  {
    "Column1": "لماذا نُعلّم الأطفال القيم الدينية منذ الصغر؟",
    "Column2": "نُعلّم الأطفال القيم الدينية منذ الصغر لزرع مبادئ الدين فيهم، ولتربية جيل واعٍ وقوي في مواجهة التحديات ولديه فهم صحيح للإسلام"
  },
  {
    "Column1": "لماذا يشدد الإسلام على التوازن بين الدنيا والآخرة؟",
    "Column2": "يشدد الإسلام على التوازن بين الدنيا والآخرة لأن التفرط في الدنيا قد يؤدي إلى إغفال الآخرة، بينما التركيز فقط على الآخرة قد يسبب إهمال مسؤوليات الحياة الدنيا. هذا التوازن يساعد المسلم على تحقيق النجاح في كلا العالمين"
  },
  {
    "Column1": "لماذا يعتبر الإحسان إلى الآخرين جزءًا أساسيًا من الإيمان؟",
    "Column2": "يعتبر الإحسان إلى الآخرين جزءًا أساسيًا من الإيمان لأنه يعكس تطبيق تعاليم الإسلام في الحياة اليومية، ويؤدي إلى تعزيز الروابط الاجتماعية وتحقيق الرفاهية للمجتمع"
  },
  {
    "Column1": "لماذا يشجع الإسلام على التفكير والتأمل في الكون والطبيعة؟",
    "Column2": "يشجع الإسلام على التفكير والتأمل في الكون والطبيعة لأن ذلك يعزز الإيمان بالله من خلال التأمل في عظمته وقدرته، ويساعد في فهم آياته بشكل أفضل ويجعلنا نعيش بتقدير أكبر للنعم"
  },
  {
    "Column1": "لماذا يعتبر التسامح والرحمة من القيم الجوهرية في التعامل مع الآخرين؟",
    "Column2": "يعتبر التسامح والرحمة من القيم الجوهرية لأنهما يسهمان في تحقيق السلام الداخلي والخارجي، ويعززان من العلاقات الإنسانية الصحية، ويشجعان على بناء مجتمع متماسك ومحب"
  }
]